# Выводимая информация
class information:
    start = 'Привет!\nЯ бот МТУСИ.\nНапиши /help, чтобы увидеть список возможных команд'
    answer1 = 'У меня всё хорошо, потому что мои создатели прописали мне вечно хорошее настроение!)' \
              '\nЧтобы увидеть список возможных команд пропиши /help'
    answer2 = 'Нет, я всегда рад тебе помочь!\nЧтобы увидеть список возможных команд пропиши /help'
    help = 'Я умею:\n/abitur - советы абитуриенту\n/contacts - контактная информация МТУСИ' \
           '\n/mtuci - информация о МТУСИ'
    abitur = 'Советы абитуриенту:\n1) При подаче документов хорошо продумайте о выборе направлений ' \
             'подготовки. Для удобства абитуриентов на главной странице приемной комиссии размещен ' \
             'ПОМОЩНИК АБИТУРИЕНТА, с помощью которого абитуриент может получить информацию о ' \
             'прохождении конкурса на направления подготовки по итогам 2021 года. Изменение направлений ' \
             'в дальнейшем возможно только с полным отзывом текущего заявления и связано с непростыми ' \
             'процедурами, требующими Вашего приезда, и переоформлением заявлений.' \
             '\n2) Не фотографируйтесь в фотоавтоматах. На этих фотографиях не держится краска, и у вас ' \
             'их не примут.\n3) Проверьте аттестат еще в школе при получении. Печать должна хорошо ' \
             'читаться, а надпись с названием школы в печати должна полностью совпадать с надписью в ' \
             'аттестате.\n4) Надписи и номера во вкладыше должны соответствовать надписям и номерам в ' \
             'аттестате. Аттестат не исправляют, а заменяют. Это проще сделать, пока директор в школе.'
    contacts = 'Контакты Университета:\nИнстаграм - https://www.instagram.com/mtuci.official/' \
               '\nВконтакте - https://vk.com/mtuci\nТелеграмм - https://t.me/mtuci_live' \
               '\nДискорд - https://discord.com/invite/sUZHBEr\nТелефон - +7 (495) 957-77-31, ' \
               '+7 (495) 957-77-36\nПочта - mtuci@mtuci.ru'
    mtuci = 'Сегодня МТУСИ — это крупный учебно-научный центр подготовки и переподготовки ' \
            'высококвалифицированных специалистов в области телекоммуникаций, информатики, радиотехники, ' \
            'экономики и управления. Профессорско-преподавательский и научный состав МТУСИ насчитывает ' \
            'около 700 человек. Среди них свыше 100 профессоров и более 400 кандидатов наук и доцентов. ' \
            'В числе преподавателей Университета — действительные члены и члены-корреспонденты ряда ' \
            'российских и международных академий, лауреаты Ленинской и Государственной премий, премий ' \
            'Правительства Российской Федерации. В Университете обучается около четырнадцати тысяч ' \
            'студентов очной и заочной формы обучения, аспирантов, слушателей различных курсов.' \
            '\nМТУСИ — это:\n1-е место среди отраслевых вузов России по объёму НИОКР;\nТОП-10 лучших ' \
            'ИТ факультетов вузов Москвы по версии Headhunter;\nТОП-20 лучших экономических факультетов ' \
            'вузов Москвы по версии Headhunter;\nТОП-50 среди российских отраслевых вузов по версии Forbes;' \
            '\n85% трудоустройство выпускников по специальности сразу после окончания Университета;' \
            '\nТОП-200 университетов стран БРИКС по международному рейтингу QS BRICS;' \
            '\n1200+ бюджетных мест ежегодно;\nЗаработная плата выпускников МТУСИ составляет от 1 млн. ' \
            'рублей в год.'